[
  {
    "id": "1",
    "book_image": "https://book.snnafi.com/APP/books/images/seerah.webp",
    "book_cover_image": "https://book.snnafi.com/APP/books/images/seerah_cover.webp",
    "book_name": "সীরাহ ১ম খণ্ড",
    "book_writer": "জিম তানভীর",
    "book_status": "0",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "৩০  জুন",
    "book_review": "(১)\r\nরাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সীরাহ নিয়ে যেসব বই পড়েছি, তারমধ্যে রেইনড্রপস এর সীরাহ বইটিকে শীর্ষে রাখবো। এই বইটি পড়ার পর সীরাত ইবন হিশাম শুরু করলাম, সীরাত বিষয়ক রেফারেন্স বুক। মনে হচ্ছে সীরাত ইবন হিশাম যেভাবে অনুবাদ করা হয়েছে, একই কথা আরো সুন্দর করে রেইনড্রপস এর সীরাহ বইটিতেও উদ্ধৃত হয়েছে।\r\n\r\nতার সাথে অতিরিক্ত যে দিকটা বইটাকে অনন্য করেছে সেটা হলো প্রত্যেকটা ঘটনা থেকে 'শিক্ষা' কী আছে সেটা। আগে সীরাহ পড়তে গিয়ে অনেকটা গল্পের ঢঙ এ পড়তাম। গল্প-উপন্যাসের মতো কোনো কোনো জায়গায় টানটান উত্তেজনার থ্রিলার, কোনো কোনো জায়গায় কষ্টকর অবস্থার বিবরণ আবার কোনো কোনো জায়গায় বীরের বেশে গল্পের নায়কের মতো প্রত্যাবর্তন - সীরাহ পড়তে গিয়ে আর দশটা গল্প উপন্যাস থেকে সীরাহ'তে শিক্ষার বিষয়টা অনুধাবন করা মোটামুটি কষ্টসাধ্য ছিলো।\r\n\r\nতার উপর আমাদের দেশে সীরাহ নিয়ে যেসব বই পাওয়া যায় তার বেশিরভাগই অনুবাদ করা বই। যেমন: সীরাত ইবন হিশাম, আর রাহীকূল মাখতুম, নবীয়ে রহমত ইত্যাদি। মূল বই আর অনুবাদ বইয়ের ভাষাগত ব্যবধান তৈরি হবার দরুন সীরাহ পড়ে যেরকম উপকৃত হবার কথা সেরকমটা হচ্ছেনা।\r\n\r\nসীরাহ পড়তে গেলে অনেকসময় মনে হতে পারে, ১৪০০ বছর আগের কোনো কাহিনী পড়ছি, এসব ঘটনা তো ১৪০০ বছর আগের কোনো মরু প্রান্তরের।\r\n\r\nসীরাহ এবং বর্তমান সময়ের সংযোগ, এই দুটো বিষয় সীরাহ অধ্যয়নের জন্য অনেক গুরুত্বপূর্ণ। ১৪০০ বছর আগের ঘটনাগুলোও যে ঘুরেফিরে আমাদের চারপাশে পুনরাবৃত্তি হচ্ছে, আমাদের সমাজেও যে আবু জাহেল, আব্দুল্লাহ ইবন উবাই বাস করছে তাদেরকে কিভাবে চিনবো, তাদেরকে চেনার সেই লক্ষণগুলো বইতে চোখে আঙ্গুল দিয়ে দেখানোর চেষ্টা করা হয়েছে।\r\n\r\nএই বইটি এ দুটো অভাব অনেকটা দূর করেছে।\r\n\r\n(২)\r\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজে ১৯ টি যুদ্ধে অংশগ্রহণ করেছেন এবং ৫৫ টিরও বেশি সামরিক অভিযান পাঠিয়েছেন। বছরে গড়ে ৭ টি করে যুদ্ধ। এসব যুদ্ধের কারণ, যুদ্ধের সময়কার পরিস্থিতি, যুদ্ধ শেষের অবস্থা এবং যুদ্ধ থেকে শিক্ষা কী আছে সেই বিষয়গুলো নিয়ে বইটিতে বিস্তর আলোকপাত করা হয়েছে।\r\n\r\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সীরাহ এর অন্যতম গুরুত্বপূর্ণ অধ্যায় হলো জিহাদ। আজকালকার দিনে জিহাদকে ট্যাবু হিসেবে এমনভাবে উপস্থাপন করা হচ্ছে, এমনকি রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জীবনকাহিনী বর্ণনা করতে গিয়েও অনেকেই এই বিষয়টা ইগনোর করে যেতে চান!\r\n\r\nবইটিতে এই বিষয়টাকে যথেষ্ট গুরুত্ব দেওয়া হয়েছে, যতটুকু দেওয়া দরকার।\r\n\r\n(৩)\r\nএই বইটা পড়ার পর সীরাহ নিয়ে অন্যান্য বই পড়া শুরু করলাম। অন্যান্য বই পড়তে গিয়ে যে সুবিধা পাচ্ছি সেটা হলো সিকুয়েন্স মনে থাকা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কোন ঘটনার পর কোন ঘটনা ঘটেছে এই বিষয়টার ক্রমধারা খুব সুন্দরভাবে বজায় রাখা হয়েছে বইটিতে।\r\n\r\nতাছাড়া বইটাতে অহেতুক বর্ণনা পরিহার করা হয়েছে। তারিখ, সাল, বংশ পরিচয়ের যে বিস্তর বর্ণনা সীরাত ইবন হিশাম সহ অন্যান্য বইতে দেওয়া আছে সেরকম বর্ণনা এই বইতে পরিহার করা হয়েছে এবং যতটুকু বলা দরকার ঠিক ততটুকু আলোকপাত করা হয়েছে।\r\n\r\n(৪)\r\nরাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জীবনের যেসব ঘটনাকে কেন্দ্র করে ওরিয়েন্টালিস্ট, খৃষ্টান মিশনারি, ইসলাম বিদ্বেষীরা প্রশ্ন তুলে সেসব ঘটনাগুলোর বর্ণনা শেষে অপপ্রচারের জবাব দেওয়া হয়েছে (যেমন বনু কুরায়যার হত্যাকাণ্ড, উটের মূত খাওয়ার নির্দেশ)।\r\n\r\nবইটি প্রকাশ করেছে রেইনড্রপস।\r\nশারঈ সম্পাদনা করেছেন: শাইখ মুনীরুল ইসলাম ইবন জাকির।\r\n\r\nআরিফুল ইসলাম",
    "book_type": "ইসলামিক",
    "book_publisher": "রেইনড্রপস মিডিয়া",
    "totalread": "২",
    "book_average_review": "4.5",
    "isbookreviewed": "0",
    "book_catagory": "ISL",
    "book_state": "0",
    "book_price" : 450
  },
  {
    "id": "2",
    "book_image": "https://book.snnafi.com/APP/books/images/seerahlastpart.webp",
    "book_cover_image": "https://book.snnafi.com/APP/books/images/seerah_cover.webp",
    "book_name": "সীরাহ শেষ খণ্ড",
    "book_writer": "জিম তানভীর",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "২৩ জানুয়ারি",
    "book_review": "(১)\r\nরাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সীরাহ নিয়ে যেসব বই পড়েছি, তারমধ্যে রেইনড্রপস এর সীরাহ বইটিকে শীর্ষে রাখবো। এই বইটি পড়ার পর সীরাত ইবন হিশাম শুরু করলাম, সীরাত বিষয়ক রেফারেন্স বুক। মনে হচ্ছে সীরাত ইবন হিশাম যেভাবে অনুবাদ করা হয়েছে, একই কথা আরো সুন্দর করে রেইনড্রপস এর সীরাহ বইটিতেও উদ্ধৃত হয়েছে।\r\n\r\nতার সাথে অতিরিক্ত যে দিকটা বইটাকে অনন্য করেছে সেটা হলো প্রত্যেকটা ঘটনা থেকে 'শিক্ষা' কী আছে সেটা। আগে সীরাহ পড়তে গিয়ে অনেকটা গল্পের ঢঙ এ পড়তাম। গল্প-উপন্যাসের মতো কোনো কোনো জায়গায় টানটান উত্তেজনার থ্রিলার, কোনো কোনো জায়গায় কষ্টকর অবস্থার বিবরণ আবার কোনো কোনো জায়গায় বীরের বেশে গল্পের নায়কের মতো প্রত্যাবর্তন - সীরাহ পড়তে গিয়ে আর দশটা গল্প উপন্যাস থেকে সীরাহ'তে শিক্ষার বিষয়টা অনুধাবন করা মোটামুটি কষ্টসাধ্য ছিলো।\r\n\r\nতার উপর আমাদের দেশে সীরাহ নিয়ে যেসব বই পাওয়া যায় তার বেশিরভাগই অনুবাদ করা বই। যেমন: সীরাত ইবন হিশাম, আর রাহীকূল মাখতুম, নবীয়ে রহমত ইত্যাদি। মূল বই আর অনুবাদ বইয়ের ভাষাগত ব্যবধান তৈরি হবার দরুন সীরাহ পড়ে যেরকম উপকৃত হবার কথা সেরকমটা হচ্ছেনা।\r\n\r\nসীরাহ পড়তে গেলে অনেকসময় মনে হতে পারে, ১৪০০ বছর আগের কোনো কাহিনী পড়ছি, এসব ঘটনা তো ১৪০০ বছর আগের কোনো মরু প্রান্তরের।\r\n\r\nসীরাহ এবং বর্তমান সময়ের সংযোগ, এই দুটো বিষয় সীরাহ অধ্যয়নের জন্য অনেক গুরুত্বপূর্ণ। ১৪০০ বছর আগের ঘটনাগুলোও যে ঘুরেফিরে আমাদের চারপাশে পুনরাবৃত্তি হচ্ছে, আমাদের সমাজেও যে আবু জাহেল, আব্দুল্লাহ ইবন উবাই বাস করছে তাদেরকে কিভাবে চিনবো, তাদেরকে চেনার সেই লক্ষণগুলো বইতে চোখে আঙ্গুল দিয়ে দেখানোর চেষ্টা করা হয়েছে।\r\n\r\nএই বইটি এ দুটো অভাব অনেকটা দূর করেছে।\r\n\r\n(২)\r\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম নিজে ১৯ টি যুদ্ধে অংশগ্রহণ করেছেন এবং ৫৫ টিরও বেশি সামরিক অভিযান পাঠিয়েছেন। বছরে গড়ে ৭ টি করে যুদ্ধ। এসব যুদ্ধের কারণ, যুদ্ধের সময়কার পরিস্থিতি, যুদ্ধ শেষের অবস্থা এবং যুদ্ধ থেকে শিক্ষা কী আছে সেই বিষয়গুলো নিয়ে বইটিতে বিস্তর আলোকপাত করা হয়েছে।\r\n\r\nরাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সীরাহ এর অন্যতম গুরুত্বপূর্ণ অধ্যায় হলো জিহাদ। আজকালকার দিনে জিহাদকে ট্যাবু হিসেবে এমনভাবে উপস্থাপন করা হচ্ছে, এমনকি রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জীবনকাহিনী বর্ণনা করতে গিয়েও অনেকেই এই বিষয়টা ইগনোর করে যেতে চান!\r\n\r\nবইটিতে এই বিষয়টাকে যথেষ্ট গুরুত্ব দেওয়া হয়েছে, যতটুকু দেওয়া দরকার।\r\n\r\n(৩)\r\nএই বইটা পড়ার পর সীরাহ নিয়ে অন্যান্য বই পড়া শুরু করলাম। অন্যান্য বই পড়তে গিয়ে যে সুবিধা পাচ্ছি সেটা হলো সিকুয়েন্স মনে থাকা। রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের কোন ঘটনার পর কোন ঘটনা ঘটেছে এই বিষয়টার ক্রমধারা খুব সুন্দরভাবে বজায় রাখা হয়েছে বইটিতে।\r\n\r\nতাছাড়া বইটাতে অহেতুক বর্ণনা পরিহার করা হয়েছে। তারিখ, সাল, বংশ পরিচয়ের যে বিস্তর বর্ণনা সীরাত ইবন হিশাম সহ অন্যান্য বইতে দেওয়া আছে সেরকম বর্ণনা এই বইতে পরিহার করা হয়েছে এবং যতটুকু বলা দরকার ঠিক ততটুকু আলোকপাত করা হয়েছে।\r\n\r\n(৪)\r\nরাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের জীবনের যেসব ঘটনাকে কেন্দ্র করে ওরিয়েন্টালিস্ট, খৃষ্টান মিশনারি, ইসলাম বিদ্বেষীরা প্রশ্ন তুলে সেসব ঘটনাগুলোর বর্ণনা শেষে অপপ্রচারের জবাব দেওয়া হয়েছে (যেমন বনু কুরায়যার হত্যাকাণ্ড, উটের মূত খাওয়ার নির্দেশ)।\r\n\r\nবইটি প্রকাশ করেছে রেইনড্রপস।\r\nশারঈ সম্পাদনা করেছেন: শাইখ মুনীরুল ইসলাম ইবন জাকির।\r\n\r\nআরিফুল ইসলাম",
    "book_type": "ইসলামিক",
    "book_publisher": "রেইনড্রপস মিডিয়া",
    "totalread": "২",
    "book_average_review": "5",
    "isbookreviewed": "0",
    "book_catagory": "ISL",
    "book_state": "1",
    "book_price" : 650
  },
  {
    "id": "3",
    "book_image": "https://book.snnafi.com/APP/books/images/obishasikatgoray.webp",
    "book_cover_image": "https://book.snnafi.com/APP/books/images/obishahikatgoray_cover.webp",
    "book_name": "অবিশ্বাসী কাঠগড়ায়",
    "book_writer": "রাফান আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "সম্পাদকের চোখে “অবিশ্বাসী কাঠগড়ায়”\r\n[ মুহাম্মাদ জুবায়ের – লেখক | সম্পাদক ]|| ইসলামপন্থী তরুণ লেখকদের বইপত্রের শুরুতে ‘সম্পাদকের কথা’ টাইপ শিরোনামে ভারী ভারী কথা লেখার প্রচলন। আমি নিজেও বিভিন্নসময় এ কাজ করেছি। তবে এই বই নিয়ে অলরেডি অনেক ভারী কথা হয়ে গেছে; আমি হালকা মেজাজে দুয়েকটা কথা বলতে চাচ্ছি। … আস্তিকতা-নাস্তিকতা বিষয়ক লেখালেখি ইসলামপন্থীদের থেকে বছর দশেক আগে ব্লগের যুগ থেকেই চলে আসছে। ব্লগগুলোতে যখন ধর্মবিদ্বেষীদের আধিপত্য, তখন কিছু মুখলিস ভাই সময়ের দাবি মেটাতে কলম তুলে নিলেন। …ব্লগের যুগ পেরিয়ে আমরা ঢুকলাম ফেসবুক যুগে, এরপর এলো বইয়ের যুগ। নাস্তিকদের জবাব দিয়ে লেখাগুলো কাগজের পাতায় উঠে এলো, মলাটবদ্ধ অবস্থায় ঘরে ঘরে পৌঁছে গেল। দেখা যায় এই বইগুলোর সিংহভাগেই নাস্তিকদের জবাব দেওয়াটাকেই ফোকাস করা হয়। এই ধারাটার অবশ্যই দরকার আছে, তবু মনে হতো যদি এমন একটা বই লেখা হতো যেখানে তাদের প্রশ্ন ধরে ধরে জবাব না দিয়ে বরং তারা যে ভিত্তির ওপর দাঁড়িয়ে এসব আপত্তি তোলে, সেই ভিত্তিটাকেই নাড়িয়ে দেওয়া যাবে! … সেই আশার পালে হাওয়া দিলেন রাফান আহমেদ ভাই। তিনি লিখলেন ‘বিশ্বাসের যৌক্তিকতা’, খুব ছোট্ট কিন্তু ওজনদার এ বইটা হচ্ছে ট্রেইলার। ট্রেইলারের কুঁড়িটা পুষ্প হয়ে ফুটল ‘অবিশ্বাসী কাঠগড়ায়’– এ।‘অবিশ্বাসী কাঠগড়ায়’– এর পাণ্ডুলিপি পড়তে গিয়ে দুটো কারণে বিস্মিত হই। প্রথমটা হলো মুগ্ধতাজনিত বিস্ময়। পড়তে পড়তে মনে হচ্ছিল–আরে এটা তো সেই ধারার বই যার জন্য অ্যাদ্দিন ধরে অপেক্ষা করেছি! আর দ্বিতীয় কারণ হলেন লেখক নিজে। রাফান ভাই পেশায় চিকিৎসক। উদয়াস্ত খাটছেন রোগীদের পেছনে, রাতের পর রাত জাগছেন, এতটুকু ফুরসৎ নেই। ওনার সাথে যখন পাণ্ডুলিপি নিয়ে আলোচনায় বসেছি তখনও একটু পরপর ফোন আসছে হাসপাতাল থেকে। এমন আদ্যন্ত ব্যস্ত একজন মানুষ এত তথ্যবহুল আর গভীর আলোচনার পৌনে তিনশো পৃষ্ঠার প্রমাণ সাইজের একটা বই লিখে ফেলেছেন, বিশ্বাস করা কঠিন। আসলে আল্লাহ্‌ যাকে দিয়ে চান তাকে দিয়ে করান।বইটাকে ‘ব্যতিক্রমী’ বলছি এজন্যই যে, এটা টিপিক্যাল ‘নাস্তিকদের আপত্তির জবাব’ টাইপ লেখা না। এখানে লেখক হুমায়ূন আজাদদের মনস্তত্ত্ব, তাদের আদর্শের স্ববিরোধিতা এবং তারা অবিশ্বাসের মোড়কে যে সংকীর্ণ বিশ্বাসগুলো লালন করে সেগুলোকে দর্শন ও বস্তুবাদী বিজ্ঞানের আলোকে উন্মোচন করেছেন। বইটার গুরুত্ব আরো বেড়েছে একারণে যে লেখক মুসলিম স্কলারদের থেকে খুব বেশি সাহায্য না নিয়ে বরং হুমায়ূন আজাদরা যে পশ্চিমা দার্শনিক ও বৈজ্ঞানিকদের বক্তব্যকে প্রবাদতুল্যজ্ঞান করে, সেই দার্শনিক ও বৈজ্ঞানিকদের বক্তব্য দিয়েই আজাদদের চিন্তার দৈন্যকে স্পষ্ট করেছেন।বইয়ের প্রতিটি অধ্যায়ের টপিকগুলো এত ব্যাপক যে, এর প্রতিটি নিয়েই একেকটি বই হওয়া সম্ভব। এগুলোকে একই বইয়ে স্থান দিতে গিয়ে অনেকস্থানে লেখক আরো বিস্তারিত আলোচনা করতে পারেন নি। আমরা আশা করবো তিনি এবং এই পথের অন্য পথিকরা সে বিষয়গুলো নিয়ে আরো বৃহৎ কলেবরে, আরো বিশ্লেষণাত্মক আলোচনাসমৃদ্ধ লেখা আমাদের উপহার দেবেন। … ||",
    "book_type": "তুলনামূলক ধর্মতত্ত্ব",
    "book_publisher": "সমর্পণ প্রকাশন",
    "totalread": "১",
    "book_average_review": "4.89",
    "isbookreviewed": "1",
    "book_catagory": "CR",
    "book_state": "1",
    "book_price" : 250
  },
  {
    "id": "4",
    "book_image": "https://book.snnafi.com/APP/books/images/ghuredaraw.webp",
    "book_cover_image": " ",
    "book_name": "ঘুরে দাঁড়াও",
    "book_writer": "ওয়ায়েল ইব্রাহিম",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "ঘুরে দাঁড়াও বইটি পর্ন-আসক্তি থেকে মুক্তিলাভের প্রেসক্রিপশন। তবে এই বইয়ের নির্দেশনাগুলো মেনে চলতে পারলে শুধু আসক্তি থেকে মুক্তিলাভ করবেন এমন নয়, আপনি সত্যিকার অর্থেই একজন আত্মপ্রত্যয়ী সফল মানুষ হতে পারবেন।\r\n.\r\nভাববেন না এই বইটি গৎবাঁধা উপদেশমালা কিংবা অনুপ্রেরণামূলক কথাবার্তায় ভরপুর। একটি কথা আছে, উইল-পাওয়ার বা ইচ্ছাশক্তি দিয়ে সবকিছু হয় না, কিন্তু একটি কার্যকর সিস্টেম দিয়ে হয়। এই বইতে সেই সিস্টেমেটিক প্রসেসগুলোই সবিস্তারে বলা হয়েছে। বইটি একটানে পড়ে সেলফে উঠিয়ে রাখলে কোনো লাভ হবে না। এর প্রতিটি অধ্যায় আসলে এক-একটি এক্সারসাইজ। আপনি প্রথম অধ্যায় শেষ করবেন—নিজের ওপর প্রয়োগ করবেন। পরবর্তী অধ্যায় শেষ করবেন—নিজের ওপর প্রয়োগ করবেন। এভাবে চর্চা করে করে পড়ে যেতে হবে।\r\n.\r\nবইটির মূল্য লেখক ওয়ায়েল ইব্রাহিম একজন অভিজ্ঞ লাইফ কোচ। উনার অভিজ্ঞার প্রতিফলন এই বইতে পরিষ্কারভাবেই তুলে আনতে সক্ষম হয়েছেন। এই যাত্রায় কোথায় কোথায় চ্যালেঞ্জের সম্মুখীন হতে পারে তা আগেভাগেই বলে দেওয়া আছে। এসব চ্যালেঞ্জের মোকাবিলা করতে কী ধরনের প্রস্তুতি নিতে হবে সেই সমাধানও দিয়ে দেওয়া আছে।\r\n.\r\nপুরো বইটি আপনার জীবনের একটী অংশের টাইমলাইনের মতো। আপনার জীবনের কিছু মাস কিংবা বছর যেখানে আসক্তি থেকে মুক্তিলাভের সংগ্রাম এবং সাফল্য অর্জনের গল্প আছে, সেই সময়কালের এক খণ্ড ডায়েরি হচ্ছে ঘুরে দাঁড়াও বইটি।",
    "book_type": "পর্নগ্রাফি এবং এর নিরাময়",
    "book_publisher": "ওয়াফি পাবলিকেশন",
    "totalread": "১",
    "book_average_review": "4.5",
    "isbookreviewed": "0",
    "book_catagory": "HAW",
    "book_state": "1",
    "book_price" : 350
  },
  {
    "id": "5",
    "book_image": "https://book.snnafi.com/APP/books/images/sajid_2.webp",
    "book_cover_image": "",
    "book_name": "প্যারাডক্সিক্যাল সাজিদ ২",
    "book_writer": "আরিফ আজাদ",
    "book_status": "0",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "২৩ জুন",
    "book_review": "ইসলাম কারও শত্রু হতে আসেনি। ইসলাম এসেছে মানুষকে ভুলে যাওয়া ওয়াদা স্মরণ করিয়ে দিতে, যে ওয়াদা আমরা প্রত্যেকেই দিয়ে এসেছি আল্লাহর কাছে রূহের জগতে। এবং আমাদের আসল শত্রু ইবলিশ শয়তানকে চিনিয়ে দিতেই আল্লাহ্‌ পাঠিয়েছেন যুগে যুগে নবি রসূল। কিন্তু কিছু লোক সেই শত্রুকে ছেড়ে ইসলামকেই শত্রু হিশেবে নিয়েছে! এর পেছনে একাধিক কারণ থাকলেও অন্যতম একটি কারণ হচ্ছে, নষ্ট হওয়া ফিতরাতি বুঝ। সহজাত বিবেক যে বিষয়ে সাক্ষ্য দেবার কথা অনায়াসে, সে বিষয়েই সে সংশয়গ্রস্ত বিভিন্ন যুক্তিতে। কখনো বিজ্ঞান, কখনো জাতীয়তাবাদ, কখনও-বা পশ্চিমাদের বুলির প্রতিফলন ঘটে তাদের মাঝে।\r\nআপাদমস্তক এদেরকে যুক্তিবাদী মনে হলেও বস্তুত এদের অধিকাংশই স্রেফ বিদ্বেষ পোষণকারী। সত্য-মিথ্যার মানদণ্ডকে ঘুরিয়ে দেয়া, অতঃপর জেনে বুঝে ইসলামের সাথে শত্রুতায় লিপ্ত হওয়া—এটাই এদের উদ্দেশ্য। নাস্তিক্যবাদের আড়ালে এভাবে ইসলাম বিদ্বেষ লালন শুরু হয়েছে বেশ কয়েক বছর আগেই। তথাপি এদের কথার মারপ্যাঁচে পড়ে অনেক বুদ্ধিদীপ্ত যুবক-যুবতী ধরছে নাস্তিকতার পথ। এদের অনেকেই সত্য-সন্ধানী।\r\nসত্যের প্রতি বিনয়ী সেই যুব সমাজের জন্য আরিফ আজাদ নিয়ে আসে এই বাংলার জমিনে ‘প্যারাডক্সিক্যাল সাজিদ’। গল্পের আঙ্গিকে, যুক্তি এবং বিজ্ঞানের আলোকে সংশয়বাদীদের মাঝে প্রচলিত সকল প্রশ্নের জবাব তিনি লিখেছেন বইটিতে। ইতিপূর্বে পাঠক সমাজে ব্যাপক আলোড়ন সৃষ্টি করে এই বই। ছাত্র-শিক্ষক থেকে শুরু করে মানুষ দলে দলে কেনা শুরু করে বইটি এবং সংশয়ের পথ ছেড়ে ইসলামের পথে ফিরে আসে। সেই ধারাবাহিকতায় এবার প্যারাডক্সিক্যাল সাজিদ-২",
    "book_type": "তুলনামূলক ধর্মতত্ত্ব",
    "book_publisher": "সমকালীন প্রকাশন",
    "totalread": "১",
    "book_average_review": "4.99",
    "isbookreviewed": "0",
    "book_catagory": "CR",
    "book_state": "0",
    "book_price" : 250
  },
  {
    "id": "6",
    "book_image": "https://book.snnafi.com/APP/books/images/ulto_nirnoy.webp",
    "book_cover_image": "",
    "book_name": "উল্টো নির্ণয়",
    "book_writer": "মোহাম্মদ তোয়াহা আকবর",
    "book_status": "0",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "১ সেপ্টেম্বর ",
    "book_review": "একটি অন্ধকার থেকে আলোতে আসার গল্প। বইটার শুরুটা লেখকের এথিইজম থেকে সত্যকে চেনা নিয়ে। স্রষ্টার অস্তিত্ব, এথিইজমের কিছু অসারতা, সত্যের সত্যতা, সত্যকে আকঁড়ে ধরে রাখা, কিছু টুকরো গল্প জীবন থেকে নেয়া, কুরানের কয়েকটা মিরাকল, রাসূল সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের দেখানো হেদায়াতের পথকে আঁকড়ে ধরে রাখার প্রয়োজনীয়তা আর আল্লাহর সাথে সততার জায়গায়, সত্যকে গ্রহণ করা আর মেনে নেওয়ার জায়গায় আমাদের ভন্ডামী নিয়ে কিছু লেখা নিয়েই সাজানো পুরো বইটা।",
    "book_type": "তুলনামূলক ধর্মতত্ত্ব/নাস্তিক্যবাদ",
    "book_publisher": "পরিপূরক প্রকাশনী",
    "totalread": "১",
    "book_average_review": "4.9",
    "isbookreviewed": "0",
    "book_catagory": "AA",
    "book_state": "1",
    "book_price" : 250
  },
  {
    "id": "7",
    "book_image": "https://book.snnafi.com/APP/books/images/dinosaursegg.webp",
    "book_cover_image": "",
    "book_name": "ডাইনোসরের ডিম",
    "book_writer": "মোশতাক আহমেধ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "শিশির আর লেলিন দুই ভাই।  দুজনেই স্কুলছাত্র এবং দারুণ রহস্যপ্রিয়।  তারা দুজনে মিলে ‘শিশিলিন’ নামের বিশেষ এক রহস্য সংস্থা খুলেছে।  এই সংস্থার কাজ হলো নানারকম রহস্যময় ঘটনার রহস্য উন্মোচন করা।  পড়ালেখার ফাঁকে ফাঁকে রহস্যের সন্ধানে তারা ছুটে যায় দূর-দূরান্তে, পথে-প্রান্তরে, গ্রামে-গঞ্জে।  তাই তো কখনো তারা গোয়েন্দা, কখনো অভিযাত্রী আবার নিজেরাই কখনো রহস্যময় মানুষ।\r\nরাঙামাটি ভ্রমণে এসে ভয়াবহ এক অভিজ্ঞতার সম্মুখীন হয় শিশির আর লেলিন।  তাদের পাশের কুটীরেই রাতের অন্ধকারে খুন হয়ে যায় প্রফেসর হামিদ।  তারা বুঝতে পারে হাজার বছর ধরে রক্ষিত দুটো ডাইনোসরের ডিমের জন্যই পরিকল্পিতভাবে খুন করা হয়েছে প্রফেসর হামিদকে।  কিন্তু কোথায় সেই অমূল্য আর দুর্লভ ডাইনোসরের ডিম? তাহলে কি তা পাচারকারীদের হাতে পড়েছে? না কি কেউ বিক্রি করে দিচ্ছে বিদেশিদের কাছে? সেই রহস্যের বেড়াজাল ভেদ করতে যেয়ে নির্জন পাহাড়ের উপর বন্দি হয়ে পড়ে দুই ভাই।  কেউ নেই তাদেরকে উদ্ধার করতে, মৃত্যু আসন্ন।  এদিকে ডাইনোসরের ডিমও হাতছাড়া হয়ে গেছে। \r\nশেষ পর্যন্ত কি শিশিলিনের ক্ষুদে দুই সদস্য উদ্ধার করতে পেরেছিল ডাইনোসরের ডিম দুটোকে? রক্ষা করতে পেরেছিল দেশের অমূল্য আর দুর্লভ সম্পদ?",
    "book_type": "গোয়েন্দা ",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.6",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "8",
    "book_image": "https://book.snnafi.com/APP/books/images/lalgang.webp",
    "book_cover_image": "",
    "book_name": "লাল গ্যাং",
    "book_writer": "মোশতাক আহমেদ ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "শিশির আর লেলিন দুই ভাই।  দুজনেই স্কুলছাত্র এবং দারুণ রহস্যপ্রিয়।  তারা দুজনে মিলে ‘শিশিলিন’ নামের বিশেষ এক রহস্য সংস্থা খুলেছে।  এই সংস্থার কাজ হলো নানারকম রহস্যময় ঘটনার রহস্য উন্মোচন করা।  পড়ালেখার ফাঁকে ফাঁকে রহস্যের সন্ধানে তারা ছুটে যায় দূর-দূরান্তে, পথে-প্রান্তরে, গ্রামে-গঞ্জে।  তাই তো কখনো তারা গোয়েন্দা, কখনো অভিযাত্রী আবার নিজেরাই কখনো রহস্যময় মানুষ।\r\nপরীক্ষা শেষে বাসায় ফিরছিল লেলিন।  মনটা খুব ফুরফুরে তার।  আপাতত আর কোনো পরীক্ষা নেই।  স্কুলও কয়েকদিন বন্ধ।  তাই আগামী দিনগুলো কীভাবে কাটাবে ভাবছিল সে।  রাস্তার মোড়ে আসতেই ভাবনায় ছেদ পড়ল যুবক বয়সী এক ট্যাক্সি ড্রাইভারের কান্নায়।  বড় একজন মানুষকে এভাবে রাস্তার মাঝে কাঁদতে দেখে ছুটে গেল লেলিন।  কাছে গিয়ে জানতে পারল কিছুক্ষণ আগে ছিনতাই হয়ে গেছে ট্যাক্সি ড্রাইভারের ট্যাক্সিটি।  গ্রামের জমিজমা বিক্রি করে আর ব্যাংক লোন নিয়ে অনেক কষ্টে সে ট্যাক্সিটি কিনেছিল।  এখন ট্যাক্সি হারিয়ে সে পাগলপ্রায়।\r\nলেলিন সাথে সাথে সিদ্ধান্ত নেয় সাহায্য করবে ট্যাক্সি ড্রাইভারকে।  তাই সে ফোন করে বড় ভাই শিশিরকে।  শিশিরও সাড়া দেয় লেলিনের প্রস্তাবে।  কিন্তু বাস্তবতা যে বড় কঠিন! ট্যাক্সি পড়েছে ভয়ংকর লাল গ্যাংয়ের হাতে।  সেখান থেকে ট্যাক্সি উদ্ধার করা আর মৃত্যুকে আলিঙ্গন করা যে একই কথা।  তারপরও পিছিয়ে এলো না শিশিলিনের ক্ষুদে দুই সদস্য।  শুরু হলো তাদের ট্যাক্সি উদ্ধারের লোমহর্ষক গোয়েন্দা অভিযান।",
    "book_type": "গোয়েন্দা ",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.85",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "9",
    "book_image": "https://book.snnafi.com/APP/books/images/zomidareretreasure.webp",
    "book_cover_image": "",
    "book_name": "জমিদারের গুপ্তধন",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "জমিদার শংকর রায়ের গুপ্তধন উদ্ধার করতে গিয়ে মহাবিপদে পড়ল শিশির আর লেলিন।  প্রথমে হুমকি ধমকি দেয়া হলেও পড়ে কাফনের কাপড় পাঠিয়ে দেয়া হলো তাদের জন্য।  স্পষ্ট জানিয়ে দেয়া হলো তারা যদি চলে না যায় তাহলে তাদের হত্যা করা হবে।  কিন্তু পিছু হটার পাত্র নয় শিশিলিনের ক্ষুদে দুই সদস্য শিশির আর লেলিন।  দ্বিগুণ উৎসাহ নিয়ে জমিদার শংকর রায়ের গুপ্তধন উদ্ধারে মনোনিবেশ করে তারা।  কিন্তু শেষ পর্যন্ত পেরে ওঠে না।  মাটির নিচে গুপ্তঘরেই ভয়ংকর খুনি ইমরুল মেম্বার আর তার দলের লোকজনের হাতে বন্দি হয়ে পড়ে তারা।  হাত-পা ও মুখ বেঁধে তাদের ফেলে রাখা হয় গুপ্তঘরে।  তাদের সঙ্গী বকুলেরও একই অবস্থা।  সাহায্য করার মতো কেউ নেই।  কারণ পৃথিবীর কেউ জানে না যে তারা জমিদারবাড়িতে গুপ্তঘরে বন্দি।  এদিকে গুপ্তঘরের অক্সিজেনও শেষ হয়ে আসছে।  নিঃশ্বাস নিতে কষ্ট হচ্ছে তাদের।  আর কিছুক্ষণ থাকলে নিশ্চিত মারা যাবে সবাই। \r\nশেষ পর্যন্ত কী শিশির লেলিন আর তাদের সঙ্গী বকুল বাঁচতে পেরেছিল? আর কি হয়েছিল জমিদার শংকর রায়ের গুপ্তধনের?",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "10",
    "book_image": "https://book.snnafi.com/APP/books/images/haranumukut.webp",
    "book_cover_image": "",
    "book_name": "হারানো মুকুট",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "শিক্ষাসফর শেষে ময়মনসিংহ থেকে ফেরার পথে ট্রেনে সামিয়া আর তার দাদু হাবিবুর রহমানের সাথে পরিচয় হয় লেলিনের।  কথাপ্রসঙ্গে লেলিন জানতে পারল সামিয়ার দাদুর কাছে ঐতিহাসিক এবং দুষ্প্রাপ্য একটি মুকুট রয়েছে।  এই মুকুট বিক্রি করেই সামিয়ার ব্রেন টিউমারের চিকিৎসা করা হবে।  কিন্তু ঘটনাক্রমে অজ্ঞান পার্টির খপ্পরে পড়ে হাবিবুর রহমানের কাছ থেকে মুকুটটি হাতছাড়া হয়ে যায়।  মুকুট উদ্ধারে তখন অভিযানে নামে শিশিলিনের দুই সদস্য শিশির আর লেলিন।  কিন্তু কীভাবে তারা খুঁজে পাবে প্রতারক চক্রের অন্যতম সদস্য সবুুর মিয়াকে? আন্ডারওয়ার্ল্ডের জগৎ যে বড় ভয়ংকর! এখানে অপরাধীদের যারা ধরতে আসে তারাই ধরা পড়ে অপরাধীর হাতে।  পরিণতি হয় ভয়াবহ। শিশির আর লেলিনের ক্ষেত্রেও ব্যতিক্রম ঘটল না।  তারা যখন মুকুটটি উদ্ধারের দ্বারপ্রান্তে তখনই আটকে পড়ে আন্ডারওয়ার্ল্ডের ভয়ংকর এক অপরাধী চক্রের বাড়িতে।  অপরাধী চক্রের সবাই ততক্ষণে চূড়ান্ত সিদ্ধান্ত নিয়ে ফেলেছে, নিজেদের নিরাপত্তার স্বার্থে তারা হত্যা করবে শিশির আর লেলিনকে।  মুকুট উদ্ধারের পরিবর্তে শিশির আর লেলিন তখন ব্যস্ত হয়ে পড়ল নিজেদের জীবন বাঁচাতে।  কিন্তু কে তাদের সাহায্য করবে নির্জন বাড়িতে?\r\nশেষ পর্যন্ত কী শিশির আর লেলিন নিজেদের বাঁচাতে পেরেছিল? আর মুকুটটির শেষ ঠিকানাই-বা কী হয়েছিল?",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "11",
    "book_image": "https://book.snnafi.com/APP/books/images/kaludakat.webp",
    "book_cover_image": "",
    "book_name": "কালু ডাকাত",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "নীলপুর আর আশেপাশের গ্রামবাসী অতিষ্ঠ হয়ে উঠেছে কালু ডাকাতের অত্যাচারে।  আজ এই গ্রামে তো কাল ঐ গ্রামে ডাকাতি করছে কালু ডাকাত আর তার দল।  ভয়ে সন্ধ্যার পর কেউ দরজা জানালা খোলা রাখে না এই গ্রামগুলোতে।  এই কালু ডাকাতকে ধরার প্রজেক্ট হাতে নেয় শিশিলিনের ক্ষুদে গোয়েন্দারা।  কিন্তু তারা বুঝতে পারেনি কালু ডাকাত আর তার দলের সদস্যরা কতটা ভয়ংকর।  গোপন ফাঁদ পেতে তারা বন্দি করে ফেলে লেলিনকে।  হাত-পা মুখ বেঁধে তাকে নিয়ে যায় কাফনঝিলে।  সেখানে লেলিনের চোখের সামনেই কবর খোঁড়া হয়।  ঐ কবরে জ্যান্ত মাটি দেয়া হবে লেলিনকে।  লেলিন মুক্তির জন্য প্রাণপণ চেষ্টা করতে থাকে।  একসময় বুঝতে পারে তার মুক্তির আর কোনো উপায় নেই।  কারণ সে যে এখানে বন্দি তা কেউ জানে না।  এমন কী শিশিরও না।  তাহলে কে তাকে মৃত্যুর হাত থেকে বাঁচাবে? আর কে আটক করবে কালু ডাকাত আর তার দলকে?\r\nশেষ পর্যন্ত কী শিশির উদ্ধার করতে পেরেছিল লেলিনকে? আর ধরতে পেরেছিল দুর্ধর্ষ কালু ডাকাত আর তার দলের ভয়ংকর সদস্যদের?",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "12",
    "book_image": "https://book.snnafi.com/APP/books/images/kanapirate.webp",
    "book_cover_image": "",
    "book_name": "কানা দস্যু",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "বনখালি গ্রামে আতঙ্কের নাম কানা দস্যু।  এই কানা দস্যু আজ চাঁদা চায় তো কাল কাউকে অপহরণ করে। কানা দস্যু নাম শুনতেই রক্ত ঠান্ডা হয়ে আসে গ্রামবাসীর।  ভয়ে কেউ কানা দস্যুর নাম মুখে আনে না।  অবাক ব্যাপার হলো কানা দস্যুকে কেউ চিনেও না।  অথচ তার দাবি মতো চলতে হচ্ছে গ্রামবাসীকে।  কেউ অমান্য করলে তার জীবন অশান্তিময় হয়ে ওঠে।  এই কানা দস্যুকে ধরতে বনখালি গ্রামে যাওয়ার সিদ্ধান্ত নেয় শিশির আর লেলিন।  গ্রামে পা রাখতে বুঝতে পারে গ্রামের জীবন স্বাভাবিক নেই।  সম্পূর্ণ গ্রাম যেন এক মৃত্যুপুরী।  তার উপর নেই ইলেকট্রিসিটি, মোবাইল নেটওয়ার্ক।  পৃথিবীর কারো সাথেই যোগাযোগ করা সম্ভব হচ্ছে না।  এমন কী, থাকার জায়গাও নেই।  সবচেয়ে সমস্যা হচ্ছে, কানা দস্যু সম্পর্কে কেউ কোনো তথ্য দিতে চায় না।  আর কীভাবে যেন কানা দস্যু সব আগে থেকেই জেনে যায়।  যেমন জেনে গেছে তাদের আগমন এবং উদ্দেশ্যের কথা।  তাই তো চিঠি দিয়ে জানিয়ে দেয়, শিশিলিনের সদস্যরা যদি ফিরে না যায় তাহলে করুণ মৃত্যুবরণ করতে হবে তাদের।  কিন্তু শিশির আর লেলিন নাছোড়বান্দা।  তারা ধরবেই কানা দস্যুকে।  কিন্তু বাস্তবতা যে বড় কঠিন! কানা দস্যুর ছায়াও খুঁজে পাওয়া যাচ্ছে না।  বরং তাদের বৃদ্ধাঙ্গুলি দেখিয়ে তাদের নাকের ডগায় একটার পর একটা অপরাধ করে যাচ্ছে কানা দস্যু।  এখন তারাই বিপদগ্রস্ত, যে কোনো সময় খুন হতে পারে তারা।\r\nশেষ পর্যন্ত কী শিশিলিনের দুই ক্ষুদে গোয়েন্দা ধরতে পেরেছিল কানা দস্যুকে? নাকি তাদের করুণ মৃত্যু বরণ করতে হয়েছিল ভয়ংকর কানা দস্যুর হাতে?\r\n\r\n",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.9",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "13",
    "book_image": "https://book.snnafi.com/APP/books/images/lalucor.webp",
    "book_cover_image": "",
    "book_name": "লালু চোর",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "স্যান্ডেল চুরি হয়ে গেছে শিশিরের।  চোর ধরতে গিয়ে শিশিলিনের ক্ষুদে দুই গোয়েন্দা সন্ধান পেল জুতা মফিজের, যে কিনা শুধু জুতা চুরি করে।  জুতা মফিজের অনুসন্ধানে তারা যখন মাঠে, তখন বুঝল স্যান্ডেল চুরি করেছে লালু।  লালুর পিছনে ছুটে শিশির আর লেলিন পৌঁছাল ঢাকা মেডিকেল কলেজে।  কিন্তু বেশিক্ষণ সেখানে থাকতে পারল না।  কারণ ভয়ংকর পরিকল্পনা করেছে জুতা মফিজ।  পরিকল্পনাটা জানানো হলো পুলিশকে।  কিন্তু পুলিশ আর শিশিলিন মিলে চেষ্টা করেও ব্যর্থ হলো পরিকল্পনা ঠেকাতে।  ভয়ংকর ঘটনাটি ঘটেই গেল।  জুতা মফিজ যে শুধু জুতা চোর না, তা বুঝতে পারল সবাই।  এদিকে চোরাই স্যান্ডেল আর জুতার সন্ধান পেয়ে গেছে শিশির আর লেলিন।  বিস্ময়ের ব্যাপার চোর নিজেই ফেরত দিয়ে গেছে সবকিছু।  সমীকরণ যেন মিলছে না! এদিকে জুতা মফিজ আর তার দলকে ধরতে গিয়ে চোরা কুঠুরিতে বন্দি হয়ে গেল শিশির আর লেলিন। শক্তভাবে বেঁধে মেঝেতে ফেলে রাখা হয়েছে তাদের।  ভয়ংকর দুষ্কৃতিকারীরা কিছুক্ষণের মধ্যে তাদের গলা কেটে নর্দমায় ফেলে দেবে।  কারণ তারা ওদের গোপন আস্তানার অনেক খবর জেনে গেছে।  বাঁচার জন্য ছটফট করছে শিশির আর লেলিন।  কিন্তু কে তাদের বাঁচাবে? তাদের অবস্থান যে কেউ জানে না।  সত্যি একসময় সেই ভয়ংকর মুহূর্ত এলো।  এখন হত্যা করা হবে লেলিনকে।  এগিয়ে আসছে চাপাতি হাতে একজন!\r\nশেষ পর্যন্ত শিশির আর লেলিন কী রক্ষা করতে পেরেছিল নিজেদের? নাকি করুণ মৃত্যু হয়েছিল তাদের? আর কী ঘটেছিল ভয়ংকর জুতা মফিজ আর লালু চোরের ভাগ্যে?",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "14",
    "book_image": "https://book.snnafi.com/APP/books/images/dolargang.webp",
    "book_cover_image": "",
    "book_name": "ডলার গ্যাং",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "লেলিন স্কুল থেকে বাসায় ফিরছিল।  ধানমন্ডি থানার সামনে আসতে দেখল হারুন নামের এক যুবককে পুলিশ ধরে নিয়ে যাচ্ছে।  তার অপরাধ, সে তার কাছে নকল ডলার রেখেছিল।  ঘটনাক্রমে লেলিন জানতে পারে হারুন প্রতারণার শিকার হয়েছে এবং তার ডলার প্রতারকরা নিয়ে তাকে জাল ডলার দিয়ে গেছে।  এই প্রতারকরা সবাই ঢাকার আন্ডারওয়ার্ল্ডের দুর্ধর্ষ ডলার গ্যাংয়ের সদস্য।  হারুনকে সাহায্য করার জন্য শিশির আর লেলিন উঠে-পড়ে লাগে।  একসময় তারা বুঝতে পারে জন, হ্যারি, ওগোলো নামের বিদেশিরা সম্পৃক্ত ডলার গ্যাংয়ের সাথে।  তারপরও ভীত না হয়ে তারা প্রবেশ করে ডলার গ্যাংদের গোপন আস্তানায়।  কিন্তু ভাগ্য তাদের পক্ষে নয়।  ডলার গ্যাংয়ের হাতে বন্দি হয় শিশির আর লেলিন।  হাত-পা আর মুখ বেঁধে তাদের ভরে ফেলা হয় বস্তার মধ্যে।  ডলার গ্যাংয়ের সদস্যরা সিদ্ধান্ত নেয় তাদের বাঁচিয়ে রাখবে না।  নদীর তীরে নিয়ে রাতের অন্ধকারে হত্যা করবে দুজনকেই।  অসহায় শিশির আর লেলিন ছটফট করতে থাকে মুক্তির জন্য।  কিন্তু মুক্তি যে সহজ নয়।  কারণ তাদের অবস্থান কেউ জানে না।\r\nশেষ পর্যন্ত কী ঘটেছিল শিশির আর লেলিনের ভাগ্যে? সত্যি কী তারা পেরেছিল ডলার গ্যাংদের আটক করতে? নাকি মৃত্যুই হয়েছিল শেষ ঠিকানা?\r\n\r\n",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "15",
    "book_image": "https://book.snnafi.com/APP/books/images/khulibaba.webp",
    "book_cover_image": "",
    "book_name": "খুলি বাবা",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "লালপুর গ্রামে শিক্ষাসফরে এসেছে শিশির।  এসেই জানতে পারল জব্বার মামা নিখোঁজ।  তার খোঁজে তার পালিত ভাগ্নে বাবুল পাগলপ্রায়।  জব্বার মামাকে খুঁজতে গিয়ে শিশির জানতে পারল খুলি বাবার কথা।  খুলি বাবার ঐশ্বরিক ক্ষমতা রয়েছে।  থাকে টিলার উপর, সারিয়ে ফেলতে পারে যে কোনো অসুখ।  খুলি বাবার ঐশ্বরিক ক্ষমতার উৎস জানার জন্য মরিয়া হয়ে ওঠে শিশির। তার সাথে এসে যোগ দেয় লেলিন।  দুজন নামে গোপন অভিযানে। একসময় বুঝতে পারে রহস্যময় কিছু মানুষ আসে খুলি বাবার টিলায়।  তারা রাতের অন্ধকারে আসে আবার রাতেই চলে যায়।  এই মানুষগুলো খুব ভয়ংকর।  কারণ তাদের কাছে অস্ত্র থাকে।  কারা এরা? রহস্য উন্মোচন করতে গিয়ে শিশির-লেলিন আটক হয় রহস্যময় মানুষগুলোর কাছে।  তারা সিদ্ধান্ত নেয় হত্যা করবে শিশির আর লেলিনকে।  বস্তায় ভরে নিক্ষেপ করে খালের পানিতে।  কেউ নেই তাদের বাঁচানোর। \r\nশেষ পর্যন্ত কী বাঁচতে পেরেছিল শিশিলিনের ক্ষুদে দুই সদস্য? আর কী ছিল খুলি বাবার ঐশ্বরিক ক্ষমতার উৎস? আর কেনই বা নিখোঁজ হয়েছিল জব্বার মামা?",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "16",
    "book_image": "https://book.snnafi.com/APP/books/images/kongkalghor.webp",
    "book_cover_image": "",
    "book_name": "কঙ্কাল ঘর",
    "book_writer": "মোশতাক আহমেদ",
    "book_status": "0",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "১ সেপ্টেম্বর",
    "book_review": "বন্ধু রাশেদের মামাবাড়িতে বেড়াতে এসে দারুণ এক রহস্যের সন্ধান পায় লেলিন।  মৃত এক ব্যক্তির লাশ কবর থেকে উত্তোলন করতে গিয়ে দেখে লাশের কোনো হাড় নেই।  খোঁজ নিয়ে জানতে পারে এরকম ঘটনা আরও ঘটেছে।  রহস্যের গভীরে প্রবেশ করতে গিয়ে নিজেই বুঝতে পারে না কী ভয়ংকর বেড়াজালে জড়িয়ে যাচ্ছে সে।  একসময় কঙ্কাল ঘরের মধ্যে আটকা পড়ে যায় বিভীষিকাময় জীবননাশী ড্রামে।  মুক্তির জন্য মরিয়া হয়ে ওঠে তখন। কিন্তু কে সাহায্য করবে তাকে? শিশির যে জানে না তার অবস্থান। অবশেষে সে অনুমান করতে পারে মৃত্যু আসন্ন।  কারণ ড্রামের পানি গরম হতে শুরু করেছে।  কিছুক্ষণের মধ্যে পানির বাষ্প তার শরীরে প্রবেশ করবে।  প্রথমে গলে যাবে চোখ, তারপর ঠোঁট, শেষে চামড়া আর মাংস।  ভয়ংকর যন্ত্রণাময় হবে তার মৃত্যু।  অবশেষে তার শরীরেও কোনো হাড় থাকবে না।  কারণ মৃত্যুর পর হাড় থেকে মাংসগুলো আলাদা করবে ভয়ংকর এক চক্র।  তারপর শুধু তার মাংসকে মাটি দেয়া হবে।  কেউ জানতে পারবে না কী নির্মমভাবে তার মৃত্যু হয়েছে।  শুধু যে তার তা নয়, আরও অনেককে এভাবে মাটি দিয়েছে ভয়ংকর এই চক্র।  শেষ পর্যন্ত কী মুক্তি পেয়েছিল লেলিন? আর কী পরিণতি হয়েছিল ভয়ংকর চক্রটির?",
    "book_type": "গোয়েন্দা",
    "book_publisher": "কথাপ্রকাশ",
    "totalread": "2",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "17",
    "book_image": "https://book.snnafi.com/APP/books/images/bagher_mukush.webp",
    "book_cover_image": "",
    "book_name": "বাঘের মুখোশ",
    "book_writer": "রকিব হাসান",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "স্কুলের এক অ্যাসেমব্লি ক্লাসে ঘটনার সূত্রপাত। তিনজন বিশিষ্ট ভদ্রলোক তিনটে বিচিত্র জিনিস ছাত্রদের দেখাতে এনেছেন। তিনজনের একজন পেশায় অ্যানিমেল ট্রেইনার। খাঁচায় ভরে এনেছেন একটা ক্লিনার শিম্পাঞ্জি। দ্বিতীয়জন বেকারির মালিক, তিনি এনেছেন ঝুড়িভর্তি সুস্বাদু কুকিস। আর তৃতীয়জন একজন নৃবিজ্ঞানী। পৃথিবীর অনেক দেশ ঘুরেছেন। অনেক অদ্ভুত জিনিস দেখেছেন। তিনি এনেছেন একটা বাঘের মুখোশ। মানুষখেকো বাঘের কুনজর থেকে রক্ষা পাওয়ার জন্য এই মুখোশ পরে পুজো দেয় স্থানীয় গ্রামবাসী। মহা ঝামেলা সৃষ্টি করল এই মুখোশটা। ওদিকে রহস্য সমাধানের পথে পদে পদে বাধার সৃষ্টি করল তিন গোয়েন্দার চিরশত্রু ‘শুঁটকি টেরি’। ",
    "book_type": "গোয়েন্দা",
    "book_publisher": "প্রথমা প্রকাশন",
    "totalread": "1",
    "book_average_review": "4",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "18",
    "book_image": "https://book.snnafi.com/APP/books/images/golden_bike.webp",
    "book_cover_image": "",
    "book_name": "গোল্ডেন বাইক রহস্য",
    "book_writer": "রকিব হাসান",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "কিশোরের কথার ঢং অস্বাভাবিক লাগল রবিনের। এমন ভঙ্গিতে কিশোরের দিকে তাকাল, যেন ওর দুটো শিং গজিয়ে গেছে, ‘কী হয়েছে তোমার?’ ‘বললাম, চুপ করে থাকো,’ এই চারটা শব্দের মধ্যেই পুরো বিষয়টা বোঝাতে চাইল কিশোর। ‘এই, এত কথা বলছ কেন তোমরা?’ সন্দিহান ভঙ্গিতে জিজ্ঞেস করল নিরো। চুপ থাকতে পারল না রবিন, ‘আমি তো একটা অতি সাধারণ কথা জিজ্ঞেস করলাম।’ হঠাৎ করেই বরফের মতো জমে গেল যেন দুই গোয়েন্দা। নিরোর হাতে একটা পিস্তল বেরিয়ে এসেছে, নলটা তাকিয়ে আছে ওদের দিকে। আদেশের সুরে বলল, ‘এবার নিশ্চয় চুপ করবে।’ ‘আপনারা সিআইএ এজেন্ট নন, তাই না?’ জিজ্ঞেস না করে পারল না রবিন। দুই গোয়েন্দার দিকে পিস্তলটা তাক করে রেখে শোফারের দিকে তাকাল নিরো, ‘ক্রিস, আমরা নাকি সিআইএ এজেন্ট? হাহ্‌ হাহ্‌ হাহ্‌।’ ‘ফাঁদ, রবিন, লাফ দাও!’ চেঁচিয়ে উঠল কিশোর। ",
    "book_type": "গোয়েন্দা",
    "book_publisher": "প্রথমা প্রকাশন",
    "totalread": "1",
    "book_average_review": "4.5",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "19",
    "book_image": "https://book.snnafi.com/APP/books/images/haiparsonic.webp",
    "book_cover_image": "",
    "book_name": "হাইপারসনিক রহস্য",
    "book_writer": "রকিব হাসান",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "সান্তা মনিকা পর্বতে রহস্যময়ভাবে নিখোঁজ হয়ে গেল ছোট্ট একটি বিমান। খুনের গন্ধ পেল গোয়েন্দাপ্রধান কিশোর পাশা। দুই সহকারী মুসা আর রবিনকে নিয়ে তদন্তে নামল। খুনির গন্ধ শুঁকে শুঁকে, প্রাণের ঝুঁকি নিয়ে পৌঁছল গিয়ে নেভাডা মরুভূমিতে। ‘এক্স’, ‘ওয়াই’ ও ‘জেড’-এর জটিল রহস্যের সমাধান না করে তারা ছাড়বে না। কিন্তু মরুভূমির আকাশে রাতের বেলা অদ্ভুত ছায়া হয়ে যা ওড়ে, ওটা আসলে কী? ",
    "book_type": "গোয়েন্দা",
    "book_publisher": "প্রথমা প্রকাশন",
    "totalread": "1",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "20",
    "book_image": "https://book.snnafi.com/APP/books/images/organ_pipe.webp",
    "book_cover_image": "",
    "book_name": "অর্গান পাইপ রহস্য ",
    "book_writer": "রকিব হাসান",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "এ বইয়ের ঘটনার মূল কেন্দ্র সুদূর আরিজোনার মনোরম পার্ক অর্গান পাইপ ক্যাকটাস মনুমেন্ট। তিন গোয়েন্দা জানতে পারে, এখান থেকে চুরি হয়ে যাচ্ছে দুষ্প্রাপ্য সব ক্যাকটাস গাছ। কে আসামি? কে বা কারা এই চুরির হোতা? রুদ্ধশ্বাস ঘটনার ভেতর দিয়ে তিন গোয়েন্দা মুখোমুখি হয় দুর্বৃত্তের। কিশোর গোয়েন্দারা কি সফল হবে? ",
    "book_type": "গোয়েন্দা",
    "book_publisher": "প্রথমা প্রকাশন",
    "totalread": "১",
    "book_average_review": "4.6",
    "isbookreviewed": "0",
    "book_catagory": "DS",
    "book_state": "1",
    "book_price" : 220
  },
  {
    "id": "21",
    "book_image": "https://book.snnafi.com/APP/books/images/sesherosru.webp",
    "book_cover_image": "",
    "book_name": "শেষের অশ্রু",
    "book_writer": "দাঊদ ইবনু সুলাইমান উবাইদি",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "\"দুনিয়ার সব নারী থেকে একজন পুরুষ বেঁচে থাকতে পারে। কিন্তু এমন একজন থাকতে পারে যে খুব গোপনে তার মনে জায়গা করে নিতে পারে।”- শাইখ জাওয়াদ কথাটা একদম বেদ্বীনি কারও বেলায় যেমন সত্য, তেমন সত্য দ্বীন মানতে চাওয়া অনেক ছেলের ক্ষেত্রেও। তাদের সালাত, সিয়াম, কিয়াম-এর ফাঁক গলে হুট করে এক নারী প্রবেশ করে ফেলে তার অন্তরে। সফেদ অন্তরে ফেলে দেয় গুনাহের দাগ। ‘শেষের অশ্রু’- তেমন এক ইবাদতপ্রেমী যুবক ইয়াসারকে নিয়ে সত্য ঘটনা অবলম্বনে লেখা একটি গল্প। যে ইয়াসারের চোখে আখিরাত ছাড়া কিছুই ছিল না, সেই ইয়াসারকে গ্রাস করেছিল ডাগর কালো দুটি চোখ। মসজিদে অন্তর লেপ্টে থাকা যুবকটির অন্তর লেপ্টে গিয়েছিল এক রুটির দোকানের শেষের বাড়িটায়। সারশীর নামক রূপসীর সৌন্দর্যের মাধ্যমে শয়তান বশ করে ফেলেছিল ওকে। শয়তানের আঁটা প্রেমের ফাঁদে আটকে গিয়েছিল দুনিয়াবিমুখ ইয়াসারের মন। এক সময়কার ইবাদাতগুজার ইয়াসার হারিয়ে যাচ্ছিল অন্ধকার পথে। সেখান থেকে কীভাবে সে ফিরে এল, কীভাবে তাওবার পথে পা বাড়াল—তা নিয়েই আমাদের এ বই।",
    "book_type": "ইসলামিক",
    "book_publisher": "সমর্পণ প্রকাশন",
    "totalread": "1",
    "book_average_review": "5",
    "isbookreviewed": "1",
    "book_catagory": "ISL",
    "book_state": "1",
    "book_price" : 320
  },
  {
    "id": "22",
    "book_image": "https://book.snnafi.com/APP/books/images/cintaporad.webp",
    "book_cover_image": "",
    "book_name": "চিন্তাপরাধ",
    "book_writer": "আসিফ আদনান",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "‘যতক্ষণ সাম্রাজ্যের সার্বভৌমত্ব স্বীকার করে নিচ্ছ, ইচ্ছায় কিংবা অনিচ্ছায় ততক্ষণ তোমাকে সহ্য করা হবে। যা করার সিস্টেমের ভেতরে ঢুকে করো, কিন্তু কোনোভাবেই সিস্টেমের বিরোধিতা করা যাবে না। প্রশ্ন করা যাবে না কাঠামো নিয়ে, বিশ্বব্যবস্থা আর সাম্রাজ্য নিয়ে। প্রশ্ন করা যাবে না হুবালের কর্তৃত্ব নিয়ে। অ্যামেরিকান সাম্রাজ্যের যুগে এটাই সবচেয়ে বড় অপরাধ। অপরাধী বলে বিবেচিত হবার জন্য কিছু করার, এমনকি বলারও প্রয়োজন নেই, সিস্টেমের বিরুদ্ধে কোনো চিন্তা থাকাই যথেষ্ট। এসব চিন্তা অবৈধ, এসব চিন্তা অপরাধ। যে শরীয়াহর অনুসরণ কিয়ামত পর্যন্ত আল্লাহ মানবজাতির ওপর ফরয করেছেন, যুগের হুবালের বিরুদ্ধে গিয়ে অ্যামেরিকান বিশ্বব্যবস্থার মোকাবেলায় সেই শরীয়াহ বাস্তবায়ন হোক এটা চাওয়া–কিছু করাও না, কিছু বলাও না–শুধু এটা চাওয়া অপরাধ। কিছু করার দরকার নেই, বলার দরকার নেই, চিন্তাটাই অপরাধ। থটক্রাইম। চিন্তাপরাধ।",
    "book_type": "আত্মউন্নয়নমূলক",
    "book_publisher": "Ilmhouse Publication",
    "totalread": "1",
    "book_average_review": "5",
    "isbookreviewed": "1",
    "book_catagory": "DSF",
    "book_state": "1",
    "book_price" : 420
  },
  {
    "id": "23",
    "book_image": "https://book.snnafi.com/APP/books/images/kosti_pathor.webp",
    "book_cover_image": "",
    "book_name": "কষ্টিপাথর",
    "book_writer": "ডা. শামসুল আরেফীন",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "বইটিতে লেখক বিজ্ঞানকে ঘষেছেন সুন্নাতের কষ্টিপাথর দ্বারা। আরবীতে একটা প্রবাদ আছে,\r\nكل شيء يرجع إلى أصل\r\n“প্রত্যেক বস্তুই তার মূলের দিকে ফিরে”বিজ্ঞানের এতো সাধনা, এতো পরিশ্রমের ফাইন্ডিংস আজ সুন্নাতের পক্ষে বক্তব্য দিচ্ছে। অথম মুসলমানরা সেই ১৪০০ বছর আগ থেকে এই সুন্নাত অনুসরণ করে আসছে, যা বিজ্ঞান আজ এসে প্রমাণ করলো এগুলো মানুষের জন্য কল্যাণকর। কিন্ত মুসলমানরা এরকম লাভ ক্ষতির আশায় এই সুন্নাতগুলো মেনে আসছেনা, ‘রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম এগুলো করেছেন, এগুলো করার জন্য বলেছেন’ স্রেফ এটাই মেনে চলার জন্য যথেষ্ট। আর রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লাম যা করার জন্য বলেছেন তার মধ্যে অবশ্যই কল্যাণ আছে। কি কল্যাণ আছে? বিজ্ঞান আজ অনেক দূর এগিয়েছে। বিজ্ঞান আনমনে বের করে এনেছে সুন্নাতের কল্যাণকর দিকগুলো।লেখক বইটিতে বিজ্ঞানের সেইসব তথ্যগুলো দিয়েছেন যেগুলোর কল্যাণকর দিক না জেনেও মুসলমানরা তা অনুসরণ করে আসছে। জানার পর অন্তত এই বোধটা জাগ্রত হতে পারে, তাইতো আসলেই রাসূলুল্লাহ সাল্লাল্লাহু আলাইহি ওয়া সাল্লামের সুন্নাতের মধ্যেই রয়েছে কল্যাণ। দুনিয়াতেও কল্যাণ, আখেরাতেও কল্যাণ।",
    "book_type": "আত্মউন্নয়নমূলক ",
    "book_publisher": "শুদ্ধি",
    "totalread": "১",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "DSF",
    "book_state": "1",
    "book_price" : 270
  },
  {
    "id": "24",
    "book_image": "https://book.snnafi.com/APP/books/images/double_standard.webp",
    "book_cover_image": "",
    "book_name": "ডাবল স্ট্যান্ডার্ড",
    "book_writer": "ডা. শামসুল আরেফীন",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "কিছু লোক ইসলামকে সে শত্রু হিসেবে নিয়েছে বিভিন্ন কারণে। তাদের কাজই হল ইসলামের খুঁত খুঁজে বের করে প্রচার করা। খুঁজতে গিয়ে তারা পেয়ে যায় পশ্চিমা ঐতিহাসিকদের কিছু প্রলাপ, টেপ রেকর্ডার। ইসলামের দিকে তাক করে বাঁধা কয়েকটা প্রশ্ন। এর ভিতরেই প্রশ্নগুলোর ঘুরপাক, অপলাপ ও প্রোপাগান্ডা। যেগুলোর উত্তর দিতে গিয়ে আমরা হয়তো কখনো-সখনো হিমশিম খেয়েছি। কখনো আসতাগফিরুল্লাহ বলে এড়িয়ে যেতে চেয়েছি। এ বইটি হল সেই আপত্তিগুলোর ধারাবাহিক জবাব। ‘যুক্তির জবাব যুক্তি’ এর আদলে গল্পের ভাষায় কথাগুলো উপস্থাপিত হয়েছে।\r\n‘\r\nবইটি পড়লে আপনি এ কথার সঙ্গে একমত হবেন যে, শরীয়তের হুকুমের কল্যাণ বুঝা সম্ভব। অবাধ তথ্যপ্রবাহ ও বাকস্বাধীনতার নষ্টামির এ যুগে এমন কিছু ভাবনার সংকলন দরকার যা ইসলামের ওপর আপতিত সমকালীন অভিযোগগুলোর জবাব দেবে। এ বইটি তেমনই একটি বই। গল্পের ভাষায় রচিত এই সংকলনটি আমাদের সংগ্রহে থাকার উপযুক্ত বই।\r\n‘\r\nবইয়ের ভেতরে রয়েছে-\r\n১. না দেখে বিশ্বাস : মানবজন্মের সার্থকতা\r\n২. দাসপ্রথা : ঐশী বিধানের সৌন্দর্য\r\n৩. দক্ষিণ হস্ত মালিকানা : একটি নারীবাদী বিধান\r\n৪. আরব সংস্কৃতি মানবো কেন?\r\n৫. সমাধান কি মানবধর্মেই?\r\n৬. বনু কুরাইজা ও বাংলাদেশ দণ্ডবিধি\r\n৭. শ্রেণীবৈষম্যহীন সমাজঃ ওদের স্বপ্ন, আমাদের অর্জন\r\n৮. শস্যক্ষেত্র ও নারী : সম্পত্তি, না সম্পদ?\r\n৯. পরিপূর্ণ দাড়িঃ জঙ্গল, নাকি ছায়াবীথি?\r\n১০. জিযিয়া :অমুসলিম নাগরিকের দায়মুক্তি\r\n১১. বিজ্ঞান কল্পকাহিনী : শাশ্বত একত্ব (Eternal Oneness)\r\n‘\r\n১১ টি ছোটগল্প।চিত্রকল্পে এগিয়ে যাবে কাহিনী।প্রতি বাক্যে থাকছে রেফারেন্স। সংগ্রহে রাখা এবং উপহার দেবার মত একটি বই।",
    "book_type": "তুলনামূলক ধর্মতত্ত্ব",
    "book_publisher": "মাকতাবাতুল আযহার",
    "totalread": "১",
    "book_average_review": "4.7",
    "isbookreviewed": "0",
    "book_catagory": "CR",
    "book_state": "1",
    "book_price" : 270
  },
  {
    "id": "25",
    "book_image": "https://book.snnafi.com/APP/books/images/project_hazar_al_falacifah.webp",
    "book_cover_image": "",
    "book_name": "প্রজেক্ট হাজার-আল-ফালাসিফাহ",
    "book_writer": "তাসরুজ্জামান বাবু",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "অজপাড়াগাঁয়ের গোবেচারা ছেলে ফয়েজ ঢাবিতে রসায়ন পড়ে বিসিএসে ব্যর্থকাম হয়ে বসে বসে বেকার জীবন কাটাচ্ছিল। একসময় জামেয়া ইসলামিয়া আরাবিয়া, ধুন্দলপুর মাদ্রাসায় স্বল্প বেতনে বিজ্ঞান শিক্ষকের পদে চাকরিটা পেয়ে আবিষ্কার করল এক গুপ্ত জগৎ। অতিরিক্ত কৌতুহল দেখিয়ে মাদ্রাসার মুহতামিমের কক্ষে নিষিদ্ধ সময়ে উঁকি দিতে গিয়ে নিজেই নিজের ‘সর্বনাশ’ ডেকে আনল।\r\n\r\nওদিকে দেড় হাজার বছর আগে সমূলে ধ্বংস হয়ে যাওয়া রয়েল লাইব্রেরি অভ আলেকজান্দ্রিয়া ফের জেগে উঠল কেমন করে? কে জানত– সঙ্গত কারণে টিকে যাওয়া কয়েকটি মূল্যবান প্যাপিরাস স্ক্রল অবলম্বনে যুগ যুগ ধরে গবেষণা চলছে গুপ্ত জ্ঞানের সন্ধানে– যে জ্ঞান হাসিল করা গেলেও ধরে রাখা যায় না!\r\n\r\n‘পৃথিবীর সবচেয়ে খারাপ মানুষ’ খ্যাত কালো জাদুকর অ্যালিস্টার ক্রাউলির গুপ্ত ভ্রাতৃসংঘ O.T.O. কেন তলে তলে নিরীহ ফয়েজের পিছু নিল? ভালো আর কালোর এই দ্বন্দ্বের ফলাফল নিয়ে যখন ফিসফাস চলছে রুহানি জগতে তখন আপনি দম ফেলবেন কীভাবে পাঠক? বাংলা সাহিত্যের প্রথম থিওলজিক্যাল থ্রিলারের সাথে সায়েন্স, ফ্যান্টাসি, অকাল্ট, হিস্ট্রির মিশ্রণে এ কোন আজিব এক্সপেরিমেন্ট ছকের বাইরে?\r\n\r\nসংবিধিবদ্ধ সতর্কীকরণ : সাসপেন্সের চাপে স্নায়ুকোষের ডেন্ড্রন-অ্যাক্সন সংযোগ ছিঁড়ে গেলে লেখক-প্রকাশক দায়ী নন।",
    "book_type": "উপন্যাস ",
    "book_publisher": "সময় প্রকাশন",
    "totalread": "১",
    "book_average_review": "4.5",
    "isbookreviewed": "0",
    "book_catagory": "NV",
    "book_state": "1",
    "book_price" : 300
  },
  {
    "id": "26",
    "book_image": "https://book.snnafi.com/APP/books/images/cprogramming_subin.webp",
    "book_cover_image": "",
    "book_name": "কম্পিউটার প্রোগ্রামিং বই-১ম খন্ড",
    "book_writer": "তামিম শাহরিয়ার সুবিন",
    "book_status": "0",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "১ সেপ্টেম্বর",
    "book_review": "সি (C) প্রোগ্রামিং ভাষা ব্যবহার করে কম্পিউটার প্রোগ্রামিং শেখার বই, সম্পূর্ণ বাংলায়।\r\n\r\nসূচিপত্র\r\nশুরুর আগে (Before you start)\r\nপ্রথম প্রোগ্রাম (First Program)\r\nডাটা টাইপ, ইনপুট ও আউটপুট (Data type, input, output)\r\nকন্ডিশনাল লজিক (Conditional Logic)\r\nলুপ (Loop)\r\nএকটুখানি গণিত (Play with Math)\r\nঅ্যারে (Array)\r\nফাংশন (Function)\r\nবাইনারি সার্চ (Binary Search)\r\nস্ট্রিং (String)\r\nমৌলিক সংখ্যা (Prime number)\r\nআবারও অ্যারে (Array Again)\r\nবাইনারি সংখ্যা পদ্ধতি (Binary Number System)\r\nকিছু প্রোগ্রামিং সমস্যা (Some Programming Problems)\r\nশেষের শুরু (What to do now?)\r\nকম্পিউটারের মেমোরি (২য় খণ্ড বই থেকে)\r\nপয়েন্টার পরিচিতি (২য় খণ্ড বইয়ের পয়েন্টার অধ্যায়ের প্রথম অংশ)\r\nপরিশিষ্ট\r\nপ্রোগ্রামিং প্রতিযোগিতা (Competitive Programming)\r\nপ্রোগ্রামিং ক্যারিয়ার (Programming Career)\r\nবই ও ওয়েবসাইটের তালিকা (List of Books and Websites)",
    "book_type": "প্রোগামিং ",
    "book_publisher": "দ্বিমিক প্রকাশনী",
    "totalread": "৩",
    "book_average_review": "4.8",
    "isbookreviewed": "0",
    "book_catagory": "PRG",
    "book_state": "0",
    "book_price" : 270
  },
  {
    "id": "27",
    "book_image": "https://book.snnafi.com/APP/books/images/ruqia.webp",
    "book_cover_image": "",
    "book_name": "রুকইয়াহ",
    "book_writer": "আব্দুল্লাহ আল-মাহমুদ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "যখন দেখতাম জিন শয়তানেরা মানুষকে নিয়ে যেমন ইচ্ছে খেলছে, মানুষ তাদের ভয়ে ফ্যাঁকাসে মুখ নিয়ে রাত কাটাচ্ছে, জীবন থেকে নিরাশ হয়ে যাচ্ছে; অপরদিকে মানুষ শয়তান— কবিরাজ-জাদুকরগুলো আল্লাহর জমিনে ইচ্ছেমত শয়তানি করে যাচ্ছে, এদের জন্য কারও ঘর ভাঙছে, কেউ বছরের পর বছর ধরে অসুস্থ হয়ে থাকছে, কারও বারবার মিসক্যারেজ হচ্ছে, অথবা প্রচণ্ড মেধাবী ছাত্রীর দিনে দিনে সব কিছু শেষ হয়ে যাচ্ছে; এত কিছুর পরেও কবিরাজদের কেউ কিছুই বলছে না। তাদের কুফরী-শিরকী কর্মকান্ডের ব্যাপারে কোনো পদক্ষেপই নিচ্ছে না। সাধারণ মানুষ তো বটেই, সামান্য কিছু হলে মাদরাসাপড়ুয়ারা পর্যন্ত কাফির তান্ত্রিক-কবিরাজের দরজায় ধরণা দিচ্ছে। অবচেতন মনে পুরো সমাজ এই শয়তানগুলোকে বসিয়ে রাখছে রবের আসনে। আল্লাহর পানাহ! তখন এই বিষয়গুলো মেনে নিতে পারতাম না, হিসাব মিলত না, এমন কেন হবে?\r\nআমার কাছে সবচেয়ে বেশী জঘন্য মনে হতো কাউকে নিজের ইচ্ছার বিপরীতে বাধ্য করার বিষয়টা। যেমন ধরুন, একটা মানুষের ওপর জিন ভর করে তার শরীর ব্যবহার করে কথা বলছে, যা খুশি করছে, অথবা কাউকে বশ করে যা ইচ্ছা করানো হচ্ছে, অথবা দুজনের মাঝে বিচ্ছেদ ঘটানো হচ্ছে। আরও খারাপ লাগত যখন দেখতাম মানুষ সেগুলো চেয়ে চেয়ে দেখছে, কিন্তু কিছুই করতে পারছে না। দিনের পর দিন, মাসের পর মাস কবিরাজদের দরজায় ঘুরে ঘুরে দুনিয়া-আখিরাত সব নষ্ট করছে। এগুলো আমার কাছে মনুষ্যত্বের অবমাননা মনে হতো। অনুভব করতাম এখানে অন্য কিছু হওয়া উচিত, যা হচ্ছে না।\r\nযা হোক, আল্লাহর শোকর! দেরিতে হলেও আমাদের দেশে রুকইয়াহ শারইয়াহ নিয়ে ব্যাপকভাবে কাজ শুরু হয়েছে। আস্তে আস্তে পরিস্থিতির পরিবর্তন হচ্ছে। এখন অনেকেই রুকইয়াহ শারইয়াহ বিষয়ে জানছে। ইসলাম সম্মত স্প্রিচ্যুয়াল হিলিং দিনদিন জনপ্রিয় এবং সহজলভ্য হচ্ছে। তবে এতটুকুতেই সন্তুষ্ট হলে চলবে না, শয়তান বসে নেই, আমাদেরও বসে থাকা যাবে না। সচেতন মানুষের সংখ্যা হাজার থেকে লাখে, লাখ থেকে কোটিতে নিয়ে যেতে হবে।মানুষের মাঝে এমনই কিছু সচেতনতা সৃষ্টির জন্য ‘রুকইয়াহ’ বইটি",
    "book_type": "ইসলামিক চিকিৎসা",
    "book_publisher": "মাকতাবাতুল আসলাফ",
    "totalread": "১",
    "book_average_review": "5",
    "isbookreviewed": "0",
    "book_catagory": "HAW",
    "book_state": "1",
    "book_price" : 250
  },
  {
    "id": "28",
    "book_image": "https://book.snnafi.com/APP/books/images/muktobatasherkhuje.webp",
    "book_cover_image": "",
    "book_name": "মুক্ত বাতাসের খোঁজে",
    "book_writer": "লস্ট মডেস্টি ব্লগ",
    "book_status": "1",
    "book_available": "বইটি পড়ার জন্য নিতে পারেন।বই নেয়ার জন্য মেসেজ করুন",
    "book_notavailable": "",
    "book_review": "পর্নোগ্রাফি…. ইতস্তত বোধ করবেন না, এদিক ওদিক তাকিয়ে স্ক্রল ডাউন করে চলে যাবেন না। নিজেরই ক্ষতি করবেন। তো যা বলছিলাম, বইটা লিখা পর্নোগ্রাফি নিয়ে, পর্নাসক্তি নিয়ে। সাইবার ক্রাইম, ধর্ষণ, হত্যা, সমকামিতা, অজাচার, মানব পাচার, পরিবার ভাঙন,মাদকাসক্তি – এমন হাজারো বীভৎস গল্পের মূল হোতা এই মরনব্যাধি কীভাবে আমাদের উসখুস করা নিষ্পাপ চেহারাগুলোকে চুপেচুপে স্রেফ গিলে ফেলছে তা নিয়ে লিখা, ব্যক্তি-পরিবার-সমাজ কীভাবে এই নীল দুনিয়ার ক্ষুধার্ত লালসার লুপে পড়ে অক্সিজেনের অভাবে হাঁসফাঁস করে ডুবে মরছে তা নিয়ে লিখা। এ মৃত্যু মানসিক মৃত্যু, শারীরিক মৃত্যু। কষ্টহীন মৃত্যু হলেও হত, নাহ এ তীব্র যন্ত্রণা দিয়ে যায়। এতটুকু লেখা বইটার ১২৫ পৃষ্ঠা ব্যাপী ‘অনিবার্য যত ক্ষয়’ অধ্যায়টা উঁকি মেরে দেখানো অনেকটা। ‘‘সামান্য বিনোদন’’, ‘‘এটা একটা আর্ট’’, ‘‘আমি তো কারো ক্ষতি করছি না, বরং নিজেকে সংযত রাখছি অন্য কারোর সাথে এমন না করে’’- ভদ্র মুখোশের আড়ালে এইসব অজুহাত যে সমাজে কত পশু তৈরি করেছে, করে চলছে এর সামান্য ধারনা পাবেন এই অধ্যায়ে।আমি পাঠক সমাজকে সাবধান করে দিচ্ছি, অনেক লিখাই হজম করতে কষ্ট হবে, দুনিয়ার কদর্য রূপ সম্পর্কে খুব কমই সচেতন, খুব কমই সতর্ক আমরা এটা নতুন করে উপলব্ধি করবেন এই বইয়ে। বইটা পড়া শুরু করে মাঝপথে এসে দম বন্ধ হয়ে আসছে বলে মনে হলেও প্লিজ চলে যাবেন না। আপনি মুখ লুকালেও সত্য কখনো বদলাবে না, সব সমস্যা আপনাআপনি ঠিক হয়ে যাবে না। তাহলে কী করবেন? বইটার পরের ১০৬ পেজ ধরে লিখা ‘বৃত্তের বাইরে’ অধ্যায়টি ভালোভাবে পড়ুন, মনোযোগ দিয়ে। লেখক খুব যত্ন নিয়ে ভেঙে ভেঙে আলোচনা করেছেন কীভাবে এই অন্ধকার, স্যাঁতসেঁতে, নোংরা, গ্লানিময় জীবন থেকে বের হয়ে আসা যায়। এটা সবার জানা খুব দরকার। আপনি নিজে বা আপনার পরিবারের সন্তান/ ভাই/ বোন হয়তো এই মরণব্যাধিতে আসক্ত কিংবা আপনার স্বামী বা স্ত্রী! কীভাবে সামলাবেন পরিস্থিতি? কীভাবে নিজে বের হয়ে আসবেন? এসবের উত্তর দেয়া আছে এখানে। প্রয়োজন শুধু মনের জেদ আর আপ্রাণ চেষ্টা করে যাওয়া। বইয়ের একদম শেষের লেখাটা (‘মুক্ত বাতাসের খোঁজে’) অনেক অনুপ্রেরণা দিবে।\r\n\r\nরিভিউ লেখক : Nabil Zawad‎",
    "book_type": "পর্নগ্রাফি এবং এর নিরাময়",
    "book_publisher": "Ilmhouse Publication",
    "totalread": "১০",
    "book_average_review": "5",
    "isbookreviewed": "0",
    "book_catagory": "HAW",
    "book_state": "1",
    "book_price" : 230
  }
]